const 实验组常见疑问 = `
### Q1：培训持续多少天？/培训有哪些环节？


**A：**培训的活动一共有15天，15天内每日会有任务需要您完成。培训结束后我们会有三次的后期问卷小调查，会在问卷发放的前一天给您短信提示，您完成调查会有不同金额的礼品卡奖励哦。


### Q2：完成培训/后续调查有什么补偿？/奖励是什么？


**A：**完成15天培训和三次后续调查每一次都可以获得京东购物卡奖励，卡面的金额每次递增，最后累计发放给您。完成15天培训可以获得价值10元的京东购物卡，完成第一次调查则可以获得30元，两项累计40元；完成第二次获得60元，三项累计100元；完成第三次调查获得100元，四项累计200元。所以如果您每一次培训和调查都完成就可以一共获得200元的京东购物卡报酬！要提醒您只有完成了全部15天培训才可以领取报酬并参与之后的调查哦。
### Q3：我如果参与到一半中途有事可以退出吗？


**A：**我们还是推荐您跟随正常流程全程参与，这是您获取报酬的重要前提条件哦。考虑到您中途可能有忙碌或者忘记的情况，我们在15天培训中也采取了可以延迟完成任务的机制，如果您错过了一天的任务，您可以在第二天将前一天的任务补上并同时完成当天的任务，您不会错过任何流程和奖励！我们届时也会每日短信提示您。但是如果您连续错过两天的任务就无法再补上了，会被视为中途退出培训，将无法领取到报酬且不会被邀请到之后的后续调查中哦。我们会在最后一次调查结束后的三天之内将9.9元的参与保证金退还给您，不会收取任何的费用。如果您错过了后续的调查我们则会根据您完成的调查总次数和对应的奖励来发放报酬数额。


### Q4：我们为什么要收取9.9元的押金？

**A：**主要原因有两个：（1）押金是一种付出与承诺，交押金可以提高大家参与的热情。（2）在过去的研究实践中，我们遇到过疑似诈骗团伙通过参与问卷调研刷红包。我们希望通过收取押金来防止这类人员进入我们的研究。我们保证在研究最后一次调查结束后的三天之内将9.9元押金全额通过支付原路归还。请大家留意押金归还短信。



### Q5：参与研究要收9.9的参与费吗？/9.9的费用会退吗？


**A：**9.9元的费用仅仅只是参与研究的押金来提高大家的参与度，我们在研究结束都会统一退回，不会收取任何费用的，而您完成研究和后续调查还可以收到相应金额的报酬。本期研究的统一退时间是最后一次调查结束的三天之内。我们会同时进行9.9元押金的退费并且将您获得的报酬通过网站发放给您。

### Q6：9.9元的押金怎么退给我？


**A：**您在提交9.9元的押金是通过上海纽约大学压力与健康研究的微信店铺提交的，在退费时我们会使用“退款”功能使您的押金原路退回，由于微信店铺取消订单的政策，届时需要您在微信店铺上的个人主页-我的订单中同意取消订单/同意退款。您可以通过押金原链接https://k.youshop10.com/KGH0Zmjt 访问微店小程序；报酬的获取方式我们将通过网上上传更新给您，您可以在网站上看到获得的京东购物卡的数额和领取链接。在完成退费和报酬发放之后我们也会给您发送短信通知您。

### Q7：微店押金提交后过了那么长时间我还能收到退款吗？


**A：**可以的，您不用担心。我们随时可以发起退款，届时也需要您在微信店铺的个人主页-我的订单中同意退款。您可以通过押金原链接https://k.youshop10.com/KGH0Zmjt 访问微店小程序；

### Q8：报酬怎么发给我？我怎么领取报酬？


**A：**报酬的获取方式我们将在研究结束后（即第105天的后续测试完成后）通过网站的站内信形式通知您，您可以在信内看到获得的京东购物卡的数额和领取链接。获取方式上传网站后，我们也会给您发送短信通知您。

### Q9：可以直接把报酬/购物卡发到我的账户上吗？/我不想登录网站，可以直接用短信发给我吗？

**A：**很抱歉，因为涉及隐私问题和平台限制我们不可以直接将奖励发到您的账号上/通过短信发送给您。我们会将获取方式通过网站上传给您，然后短信通知您领取，感谢您的理解和支持哦。

### Q10：我不常查看短信/不方便接电话，希望能够通过微信、QQ联系，可以吗？

**A：**很抱歉，因为涉及隐私问题，我们不可以留存您的微信/QQ，感谢您的理解和支持哦。

### Q11：如果后续有问题，我有哪些渠道可以联系你们？

**A：**您可以通过我们研究的专属邮箱联系我们：shanghai.nyuhealthstudy@nyu.edu。您在可以网站左下角找到该邮箱地址，或者点击网站右上角的“联系我们”。

### Q12：如何知道更多研究相关信息/如何找到我的知情同意书？

**A：**您可以在您的电子邮件中找到我们给您发送的知情同意书，上面含有关于本实验和您的权利的详细信息。

### Q13：为什么一个任务一直打不开？任务打不开我应该怎么办？

**A：**我们大学的服务器响应速度比较有限，需要您比浏览其他页面多等待几秒钟，感谢您的耐心和支持！您也可以选择刷新一下，重新加载。如果您的任务再多次也尝试和长时间等待后都无法打开，请通过邮箱联系我们。

### Q12：我的研究数据会怎么储存？/会储存在哪里？

**A：**您在筛查问卷中填写的个人信息（如手机号、邮箱地址等）数据将会与您的正式研究数据分开加密保存， 且只对少数几名签订了保密协议并且通过了CITI伦理培训的本研究组成员可见。只有拥有解密软件权限的成员才能接触到您的个人信息，且只用于短信和电话通知等实验必要流程需求。您的正式研究数据将会被存于境外服务器，所有的服务器都遵照当地的规章制度和法律进行保密，能够最大程度保证数据不会意外泄露，同时不会被境内不法分子获取。如您不同意您的信息储存方式，您可以通过邮箱联系管理人员退出研究。

`

const 等待组常见疑问 = `
### Q1：完成培训/后续调查有什么补偿？/奖励是什么？

**A：**您在研究第一天完成第一份问卷可以获得价值10元的京东购物卡的基础报酬，您只要在之后完成三次调查的其中一次就可以领取报酬啦！三次的后续调查每完成一次也会有额外的奖励金额：完成第一次调查则可以获得30元，累计获得40元；完成第二次获得60元，累计获得100元；完成第三次调查获得100元，累计获得200元。所以只要您完成后面的三次调查就一共可以获得总计200元的京东购物卡奖励！在研究结束之后您还可以获得一次免费参与心理干预项目的机会！
### Q2：我如果参与到一半中途有事可以退出吗？

**A：**我们还是推荐您跟随正常流程全程参与，这是您获取报酬的重要前提条件哦。提醒您您需要起码完成三次后续调查中的一次才可以领取基础报酬和对应的后续调查金额奖励哦。当然如果您中途想要退出研究，我们也会在最后一次调查结束后的三天之内将9.9元的参与保证金退还给您，不会收取任何的费用。

### Q3：报酬怎么发给我？我怎么领取报酬？

**A：**报酬的获取方式我们将在研究结束后（即第105天的后续测试完成后）通过网站的站内信形式通知您，您可以在信内看到获得的京东购物卡的数额和领取链接。获取方式上传网站后，我们也会给您发送短信通知您。

### Q4：可以直接把报酬/购物卡发到我的账户上吗？/我不想登录网站，可以直接用短信发给我吗？

**A：**很抱歉，因为涉及隐私问题和平台限制我们不可以直接将奖励发到您的账号上/通过短信发送给您。我们会将获取方式通过网站上传给您，然后短信通知您领取，感谢您的理解和支持哦。

### Q5：我不常查看短信/不方便接电话，希望能够通过微信、QQ联系，可以吗？

**A：**很抱歉，因为涉及隐私问题，我们不可以留存您的微信/QQ，感谢您的理解和支持哦。

### Q6：如果后续有问题，我有哪些渠道可以联系你们？

**A：**您可以通过我们研究的专属邮箱联系我们：shanghai.nyuhealthstudy@nyu.edu。您在可以网站左下角找到该邮箱地址，或者点击网站右上角的“联系我们”。

### Q7：如何知道更多研究相关信息/如何找到我的知情同意书？

**A：**您可以在您的电子邮件中找到我们给您发送的知情同意书，上面含有关于本实验和您的权利的详细信息。

### Q8：为什么一个任务一直打不开？任务打不开我应该怎么办？

**A：**我们大学的服务器响应速度比较有限，需要您比浏览其他页面多等待几秒钟，感谢您的耐心和支持！您也可以选择刷新一下，重新加载。如果您的任务再多次也尝试和长时间等待后都无法打开，请通过邮箱联系我们。


`

export { 实验组常见疑问, 等待组常见疑问 }
