
export const CONTENT_WRITING_DAY1 = '欢迎您参与本次研究！三天后，您将参与一个名为“菜鸟咨询师”的游戏。在这个游戏中，您将扮演一名咨询心理学专业的研究生，并且在助教Tim的的带领下，用咨询心理学的知识去帮助十四位正在被一些事情困扰的性少数男性来访者。\n' +
    '\n' +
    '在参与游戏之前，我们设置了为期三天的自由写作练习，希望能通过这种方式来帮助您觉察自己对某件事情的认知。今天，请您回忆并写出当下生活中令您最苦恼的一件事。希望您能打开心扉，回忆自己在这件事发生时的想法。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。\n' +
    '\n' +
    '请放心，您写下的所有内容都是保密的，不会有除研究团队之外的任何人看到。同时，您也不用担心用语、标点符号、句子结构等语法问题。\n' +
    '\n' +
    '如果回忆这个经历让您感到压抑或者烦躁，您可以随时按下暂停键休息一下，或点击右上角的小灯泡做一些放松身心的呼吸训练。您也可以合上电脑出去走走，直到您觉得可以继续为止。\n' +
    '\n' +
    '给自己20分钟时间，把关于那件事的一切都写下来吧。\n'



export const CONTENT_WRITING_DAY2 = '感谢您昨天在写作练习上付出的时间！今天，我们将继续进行自由写作，但请您写下另一件让您苦恼的事。和昨天一样，希望您能打开心扉，回忆自己在这件事发生时的想法。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。\n' +
    '\n' +
    '我们会严格保密您所写下的内容。您也不用担心用语、标点符号、句子结构等语法问题。\n' +
    '\n' +
    '和昨天一样，如果回忆这次经历让您感到压抑或者烦躁，您可以随时按下暂停键休息一下，或点击右上角的小灯泡做一些放松身心的呼吸训练。您也可以合上电脑出去走走，直到您觉得可以继续为止。\n' +
    '\n' +
    '给自己20分钟时间，把关于那件事的一切都写下来吧。\n'


export const CONTENT_WRITING_DAY3 = '明天您就要正式参与到游戏中去了！在此之前，请您再写一件跟前两天您所写的不一样的让您放不下的事。还是和之前一样，请您打开心扉，回忆自己在这件事发生时的想法。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。\n' +
    '\n' +
    '我们会严格保密您所写下的内容。您也不用担心用语、标点符号、句子结构等语法问题。\n' +
    '\n' +
    '同样，如果回忆这次经历让您感到压抑或者烦躁，您可以随时按下暂停键休息一下，或点击右上角的小灯泡做一些放松身心的呼吸训练。您也可以合上电脑出去走走，直到您觉得可以继续为止。\n' +
    '\n' +
    '给自己20分钟时间，把关于那件事的一切都写下来吧。\n'




export const CONTENT_WRITING_DAY6 = '一. 导语\n' +
    '\n' +
    '在前两天的游戏中，您学到了识别和挑战非适应性思维的技巧，并用这些技巧帮助了十四位因各种问题而受到困扰的来访者。\n' +
    '\n' +
    '我们每个人都有非适应性思维，这是非常正常的。接下来的写作练习旨在帮助您进一步识别和挑战自己的非适应性思维，从而将这些技能自如地运用到自己的生活当中。\n' +
    '\n' +
    '二、技能回顾\n' +
    '\n' +
    '1. 您在“菜鸟咨询师”小游戏中挑战过的非适应性思维的类型包括以下几种：\n' +
    '\n' +
    '（1）非黑即白：指以极端的方式看待事物，不能或不愿看到灰色地带。\n' +
    '（2）以偏概全：指将某一事件或者某一时间点作为唯一证据，得出一个宽泛的结论。\n' +
    '（3）灾难化思维：指对未来做出负面的、非理性的预判。\n' +
    '（4）揣摩人心：指在缺乏足够证据的情况下，负面解读别人的想法和信念。\n' +
    '（5）过分自责：指总是把事情的责任归咎在自己身上，即使这件事并不是自己的错。\n' +
    '（6）对号入座：指随意将外界对于某个群体的标签贴到自己身上。\n' +
    '\n' +
    '2. 我们可以通过以下几类问题来挑战这些非适应性思维：\n' +
    '\n' +
    '（1）证据是？：有什么证据可以支持这个想法吗？\n' +
    '（2）反例是？：有什么证据可以反驳这个想法吗？\n' +
    '（3）是否极端化或夸张化了？：这个想法是不是过于极端或者夸张了？\n' +
    '（4）基于感受还是事实？：这个想法是来自您的感受还是事实？\n' +
    '（5）是否只关注了事情的一面？：这个想法是不是只关注了事情的一面？\n' +
    '（6）是否混淆了“有可能”与“极有可能”？：这个想法是否高估了事情发生的概率？\n' +
    '（7）消息的来源可靠吗？：这个想法的信息来源可靠吗？\n' +
    '\n' +
    '三、写作练习\n' +
    '\n' +
    '让我们来练习识别和挑战非适应性思维吧！接下来，让我们一起回顾您在头几天写下的回忆：\n' +
    '\n' +
    '1. 退后一步，看看当时出现了哪些非适应性思维？（可点击小灯泡查找参考）\n' +
    '2. 有哪些提问方式能帮您更灵活、全面地看待当时的情境？（可点击小灯泡查找参考）\n' +
    '3. 您可以如何更灵活、全面地看待当时的情境？\n' +
    '\n' +
    '在本次写作后，我们的心理咨询师将给您提供一些反馈。但我们的反馈不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。\n' +
    '\n' +
    '下面是写作练习的一个举例。\n' +
    '\n' +
    '李明在他的书写练习中写到：\n' +
    '\n' +
    '1）发生了什么事情？\n\n' +
    '上个礼拜我妈给我介绍了她朋友的女儿，催我和她出去吃个饭。我不愿意去，和我妈大吵了一架，还摔了家里的液晶电视。\n' +
    '\n' +
    '2）你当时有什么想法？\n\n' +
    '从小我家里就总这么管着我，让我做这做那，说是为了我好，管得我特烦。我这么大了，就不能尊重一点我的想法吗？还有我妈能不能别老试探来试探去，完全不给我留隐私。我们家就是这个破德行，从上到下没一个正常人。也幸好我不会结婚生孩子，也没打算领养，否则下一代也遭殃。\n' +
    '\n' +
    '3）退后一步，您在您之前的写作中看到了哪些非适应性的思维？\n\n' +
    'a)\t我们家就是这个破德行，从上到下没一个正常人。\n\n' +
    'b)\t我妈能不能别老试探来试探去，完全不给我留隐私。\n' +
    '\n' +
    '4）在学习了非适应性思维相关的知识以后，回想一下当时的场景，有没有哪些想法是您在上次写作中没有提及的呢？\n\n' +
    'a)\t 连我妈都说不过，我真的就是个废物。\n' +
    '\n' +
    '5）在以上您列出的所有想法里，您看到了哪些类型的非适应性思维？[多选题]\n\n' +
    'a)\t非黑即白 ✅\n\n' +
    '      对应的想法：连我妈都说不过，我真的就是个废物。\n\n' +
    'b)\t以偏概全 ✅\n\n' +
    '      对应的想法：我们家就是这个破德行，从上到下没一个正常人。\n\n' +
    'c)\t灾难化思维\n\n' +
    'd)\t揣摩人心 ✅\n\n' +
    '      对应的想法：我妈能不能别老试探来试探去，完全不给我留隐私。\n\n' +
    'e)\t过分自责\n\n' +
    'f)\t对号入座\n\n' +
    'g)\t其它：________\n' +
    '\n' +
    '6）接下来，让我们通过问问题来帮助自己寻找更灵活的思维方式。针对您所找到的这些非适应性思维，您会问以下哪几种问题呢？又会怎样回答这些问题呢？[多选题]\n' +
    '\n' +
    'a)\t有什么证据可以支持这些想法吗？\n\n' +
    '回答：除了这件事，倒也没啥。\n' +
    '\n' +
    'b)\t有什么证据可以反驳这些想法吗？\n\n' +
    '回答：我爸妈从小到大在学习、谈恋爱之类的事情上基本没有过多干涉我的自由。然后我现在工作发展也蛮顺的，算是同学里面混得比较好的了，不能说是废物。\n' +
    '\n' +
    'c)\t这些想法是不是过于极端或者夸张了？\n\n' +
    '回答：其实除了催婚这件事，我爸妈还算比较正常的吧，平常也不会翻我手机。我之前想的是有点夸张了。\n' +
    '\n' +
    'd)\t这些想法的产生是基于你的感受还是基于事实？\n' +
    '\n' +
    'e)\t这些想法是不是只关注了事情的一面？\n' +
    '\n' +
    'f)\t这些想法是否高估了事情发生的概率？\n' +
    '\n' +
    'g)\t这些想法的信息来源可靠吗？\n' +
    '\n' +
    '\n' +
    '7）在思考完以上问题之后，您认为自己可以如何更灵活、全面地看待当时的处境？\n' +
    '\n' +
    '其实说尊重，我妈很多时候也很尊重我的想法。当时我大学一直想学唱歌，虽然这个对普通人来说前景不好，但家里人也支持我学了，送我上学时候我爸妈还哭了。而且我也挺勇敢的，敢选这么个大学专业，证明我不孬。我现在在酒吧驻唱，赚了些钱，家里那个液晶电视就是我买的，虽然摔坏了不过我可以再给家里买新的。至于下一代，要是有下一代，我可能会吸取自己成长中的教训，会比我爸妈更会教育。\n' +
    '\n' +
    '换您来试试吧'

export const CONTENT_WRITING_DAY8 = '对于您写下的第二个苦恼，能不能也用昨天的方式去审视呢？如果您不记得一些认知加工疗法的技巧了，您可以随时打开上方的技能回顾。同样地，在本次写作后，我们的心理咨询师将给您一些反馈。但我们的反馈不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。'

export const CONTENT_WRITING_DAY10 = '今天，让我们继续尝试用认知加工疗法来审视您之前写下的第三个苦恼吧。还是老样子，如果您不记得具体的技巧了，您可以随时打开上方的技能回顾。同样地，在本次写作后，我们的心理咨询师将给您一些反馈。但我们的反馈不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。'


export const CONTENT_WRITING_DAY12 ='在过去的十一天里，您直面了自己的负面回忆，学习了认知加工疗法的相关知识，帮助了十四位来访者解决他们在生活中所遇到的种种困难，并且用所学的技巧重新审视了您自己生活中的烦忧。现在，让我们和这些烦恼做一场告别吧！\n' +
    '\n' +
    '接下来，请选择一个现实中可以让您放心吐露心声的人，向TA写一封不会被发出的信，说一说您所经历的困难和当时的心情，以及您现在回头去看又有了什么新的理解和感悟。您还可以说说您决定未来要如何面对类似的问题。在本次写作后，您将同样收到来自我们心理咨询师的反馈。但我们的反馈不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。\n'

export const CONTENT_WRITING_DAY14 ='不知不觉中，我们来到了本项目的最后一个写作练习。这次写作练习的主题还是一封不会被发出的信，但这次的收件人，是十年后的您。您希望十年后的自己变成一个什么样的人？TA会如何去处理困境，又会如何走过人生中的高峰低谷？同样地，在本次写作后，我们的心理咨询师将给您一些反馈。但我们的反馈不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。'


