
export const CONTENT_WRITING_DAY1 = '欢迎您参与本次研究！三天后，您将参与一个名为“菜鸟咨询师”的游戏。在这个游戏中，您将扮演一名咨询心理学专业的研究生，并且在助教Tim的的带领下，用咨询心理学的知识去帮助十四位正在被一些事情困扰的性少数男性来访者。\n' +
    '\n' +
    '在参与游戏之前，我们设置了为期三天的自由写作练习，希望能通过这种方式来帮助您觉察自己对某件事情的认知。今天，请您回忆并写出当下生活中令您最苦恼的一件事。希望您能打开心扉，回忆自己在这件事发生时的想法。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。\n' +
    '\n' +
    '请放心，您写下的所有内容都是保密的，不会有除研究团队之外的任何人看到。同时，您也不用担心用语、标点符号、句子结构等语法问题。\n' +
    '\n' +
    '如果回忆这个经历让您感到压抑或者烦躁，您可以随时按下暂停键休息一下，或点击右上角的小灯泡做一些放松身心的呼吸训练。您也可以合上电脑出去走走，直到您觉得可以继续为止。\n' +
    '\n' +
    '给自己20分钟时间，把关于那件事的一切都写下来吧。\n'